---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicFeetPerMinuteSquareFoot
source: html/027beeb4-8029-ab1c-794d-1eda93a8c6bc.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicFeetPerMinuteSquareFoot Property

Cubic feet per minute square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicFeetPerMinuteSquareFoot { get; }
```